-*- mode:org -*-
hello
#+TAGS: work
#+TYP_TODO: TODO(t) WAIT(w) | DONE(d)
#+STARTUP: latexpreview
#+TITLE: Research Notes/TODOs
** coefficients
#+BEGIN_SRC jupyter-python :session /jpy:localhost#8888:research
  sys.path.append("/home/jtlaune/multi-planet-architecture/")
  from helper import *
  alpha_0 = (j/(j+1))**(2./3.)
  f1 = -A(alpha_0, j)
  f2 = -B(alpha_0, j)
  f3 = C(alpha_0)
  f4 = D(alpha_0)
  print([f"{fi:0.2f}" for fi in [f1, f2, f3, f4]])
#+END_SRC

#+RESULTS:
: ['2.03', '-2.48', '1.15', '-2.00']

